{
  "posts": [
    { "id": 0,
      "name": "Mighty Catcher Chinese Zodiac NFT- Captain Claw (Ox)",
      "description": "Mighty Catcher is the 1st live-streaming crane game in BSC Gamefi. As a blockchain game with strategic gamefi elements, where you can earn the XPT token through simple daily missions, skilful gameplay and thanksgiving events. Players can play and grab physical prizes and virtual e-voucher items through real-time remote control.\n\nDownload Link: https://download.mightycatcher.com/\n\n Collect 12 unique Mighty Catcher Chinese Zodiac NFTs to exchange a mysterious gift!\n\nEvent Terms and conditions:\n\n1. Each style of Mighty Catcher Chinese Zodiac NFT is unique. There are a total of 12 different styles.\n\n2. Conditions for obtaining Mighty Catcher Chinese Zodiac NFT: Starting from November 2021 to February 2022, the top 3 players of the monthly rankings will be able to obtain the 12 Mighty Catcher Chinese Zodiac.3. Conditions for obtaining the Mysterious Gift: Successfully collect a set of 12 Mighty Catcher Chinese Zodiac NFTs. Players must have all 12 NFTs in the same crypto wallet during the event period.\n\n4. How to Redeem the Mysterious Gift: Contact our CS team: info@mightycatcher.com. The e-mail should include your crypto wallet address, which contains a full set of 12 Mighty Catcher Chinese Zodiac NFTs.\n\n4. Redeem Deadline: 2022-12-31.\n\nOnly one winner: The first one who collects a full set of 12 Mighty Catcher Chinese Zodiac NFTs and contacts the CS.\n\n5. If the crypto wallet address and other information provided by the player are incorrect, Mighty Catcher will not be responsible for any losses caused by it.\n\n6. Mighty Catcher Chinese Zodiac NFTs are not cashable.\n\n7. Mighty Catcher reserves the right of final decision in case of any dispute.",
      "image": "https://images.goodsmile.info/cgm/images/product/20200407/9413/68940/large/10c98b6fcd475cd07833c6848c86c49d.jpg",
      "attributes": [] 
    },
    { "id": 1,
      "name": "Jengs 1",
      "description": "Jengs NFT 1",
      "image": "https://cdn.vox-cdn.com/thumbor/e4KRzS--UsuixA2G8TOCwJ-O024=/1400x1050/filters:format(png)/cdn.vox-cdn.com/uploads/chorus_asset/file/6839749/pokemon.0.png",
      "attributes": [] 
    }
  ],
  "profile": {
    "name": "typicode"
  }
}
